Repository: yilozt/rounded-corners-effect
Catalog: po/*.po
Languages: ar, cs, es, fi, nl

source: Add Settings Entry in right-click menu of Background
ar: أضف بند الإعدادات في قائمة النقرة اليمنى للخلفية
cs: Přidat položku Nastavení do nabídky pravého tlačítka myši na pozadí
es: Añadir entrada de configuración en el menú de click derecho del fondo de pantalla
fi: Lisää asetukset-rivi taustan kontekstivalikkoon
nl: Voorkeurenitem tonen in rechtermuisknopmenu van achtergrond

source: Add Window
ar: إضافة نافذة
cs: Přidat okno
es: Añadir ventana
fi: Lisää ikkuna
nl: Venster toevoegen

source: Always keep rounded corners when window is fullscreen.
ar: إبقاء الزوايا المدورة في حال النافذة في وضع ملء الشاشة.
cs: Při zobrazení okna na celou obrazovku vždy zachovat zaoblené rohy.
es: Mantener los bordes redondeados cuando la ventana esté a pantalla completa.
fi: Älä poista pyöristettyjä kulmia kokonäytön ikkunoista.
nl: Behoud afgeronde hoeken als het venster in kwestie schermvullend is.

source: Always keep rounded corners when window is maximized or tiled.
ar: إبقاء زوايا النافذة مدورة في وضع التكبير أو التحجيم.
cs: Při maximalizovaném okně nebo dlaždicích vždy zachovat zaoblené rohy.
es: Mantener los bordes redondeados cuando la ventana esté maximizada o en mosaico.
fi: Älä poista pyöristettyjä kulmia aseteltujen tai kokonäytön ikkunoista.
nl: Behoud afgeronde hoeken als het venster in kwestie gemaximaliseerd of getegeld is.

source: Applications
ar: تطبيقات
cs: Aplikace
es: Aplicaciones
fi: Sovellukset
nl: Apps

source: Apply
ar: تطبيق
cs: Použít
es: Aplicar
fi: Käytä
nl: Toepassen

source: Blacklist
ar: اللائحة السوداء
cs: Černá listina
es: Lista negra
fi: Estot
nl: Zwarte lijst

source: Blur Offset
ar: توازن الضبابية
cs: Posun rozmazání
es: Desenfoque
fi: Sumennuksen määrä
nl: Vervaging

source: Border Color
ar: لون الحدود
cs: Barva okraje
es: Color de los bordes
fi: Reunan väri
nl: Randkleur

source: Border Radius
ar: درجة تدوير زوايا الحدود
cs: Poloměr okraje
es: Radio de los bordes
fi: Reunan säde
nl: Randstraal

source: Border Width
cs: Šířka okraje
es: Ancho de los bordes
fi: Reunan leveys
nl: Randbreedte

source: Bottom
ar: أسفل
cs: Spodní
es: Abajo
fi: Alaosa
nl: Onderaan

source: Can't add to list, because it has exists
ar: لا يمك‏ن إضافته للقائمة، لأنه موجودة فيها
cs: Nelze přidat do seznamu, protože existuje
es: No se puede añadir a la lista, porque ya existe
nl: Het toevoegen is mislukt omdat het item er al op staat

source: Can't pick a window window from this position
ar: لا يمكن اختيار النافذة من هذا المكان
cs: Nelze vybrat okno z této pozice
es: No se puede elegir una ventana desde esta posición
fi: Ikkunaa ei voi valita tästä sijainnista
nl: Er kan vanaf deze positie geen venster worden gekozen

source: Clip paddings of window
cs: Oříznout výplně okna
es: Recortar los márgenes de la ventana
fi: Ikkunan ylijäämäleikkaus
nl: Opvulling van venster

source: Corner Smoothing
ar: تمليس الزاوية
cs: Vyhlazování rohů
es: Suavizado de bordes
fi: Kulman pehmitys
nl: Hoeken gladstrijken

source: Custom
ar: خاص
cs: Vlastní
es: Personalizado
fi: Mukautettu
nl: Aangepast

source: Customize the shadow of the rounded corner window
ar: تخصيص نمط ظل النافذة ذات الزوايا المدورة
cs: Přizpůsobení stínu zaobleného rohu okna
es: Personalizar la sombra de la ventana redondeada
fi: Mukauta pyöristetyn kulman varjoa
nl: Pas de schaduw van afgeronde vensters aan

source: Debug
ar: تصحيح الأخطاء
cs: Ladění
es: Depurar
fi: Vianetsintä
nl: Foutopsporing

source: Edit Shadow for Rounded Corners Windows
ar: تعديل ظل النوافذ ذات الزوايا المدورة
cs: Úprava stínu pro okna se zaoblenými rohy
es: Editar sombras de las ventanas con bordes redondeados
fi: Muokkaa pyöristettyjen ikkunoiden varjoa
nl: Pas de schaduw van afgeronde vensters aan

source: Enable
ar: تفعيل
cs: Povolit
es: Habilitar
fi: Päälle
nl: Inschakelen

source: Enable custom settings for this window
ar: تفعيل الإعدادات الخاصة بهذه النافذة
cs: Povolit vlastní nastavení tohoto okna
es: Habilitar opciones personalizadas para esta ventana
fi: Käytä kustomoituja asetuksia tälle ikkunalle
nl: Gebruik aangepaste voorkeuren in dit venster

source: Enable Log
ar: تفعيل التسجيلات التقنية
cs: Povolit protokol
es: Habilitar registro
fi: Kirjoita lokiin
nl: Logboek bijhouden

source: Expand this row to pick a window.
ar: كبر الصف لاختيار نافذة.
cs: Rozbalte tento řádek a vyberte okno.
es: Amplíe esta fila para elegir una ventana.
fi: Laajenna rivi valitaksesi ikkunan.
nl: Klap deze rij uit om een venster te kiezen.

source: Focus Window
ar: التركيز على النافذة
cs: Zaměření okna
es: Ventana enfocada
fi: Keskitetty ikkuna
nl: Vensterfocus

source: Focus Window Shadow Style
ar: نمط ظل النافذة المختارة
cs: Styl stínu zaměřeného okna
es: Estilo de sombra de la ventana enfocada
fi: Keskitetyn ikkunan varjotyyli
nl: Schaduw van vensterfocus

source: General
ar: عام
cs: Obecné
fi: Yleinen
nl: Algemeen

source: Global Settings
ar: الإعدادات الشاملة
cs: Globální nastavení
es: Opciones generales
fi: Globaalit asetukset
nl: Globale voorkeuren

source: Horizontal Offset
ar: الميلان الأفقي
cs: Horizontální posun
es: Desplazamiento horizontal
fi: Vaakasiirtymä
nl: Horizontale verschuiving

source: Keep Rounded Corners when Fullscreen
ar: إبقاء الزوايا المدورة في وضع ملء الشاشة
cs: Zachovat zaoblené rohy v režimu celé obrazovky
es: Mantener bordes redondeados en pantalla completa
fi: Pidä pyöristetyt kulmat kokonäytön tilassa
nl: Afgeronde hoeken van schermvullende vensters behouden

source: Keep Rounded Corners when Maximized
ar: إبقاء الزوايا المدورة في وضع التكبير
cs: Zachovat zaoblené rohy při maximalizaci
es: Mantener bordes redondeados cuando se está maximizado
fi: Pidä pyöristetyt kulmat maksimoidussa tilassa
nl: Afgeronde hoeken van gemaximaliseerde vensters behouden

source: Keep Rounded Corners when Maximized or Fullscreen
ar: إبقاء الزوايا المدورة في وضع التكبير أو ملء الشاشة
cs: Zachovat zaoblené rohy při maximalizaci nebo režimu na celou obrazovku
es: Mantener bordes redondeados cuando se está maximizado o a pantalla completa
fi: Pidä pyöristetyt kulmat maksimoidussa ja kokonäytön tilassa
nl: Afgeronde hoeken van gemaximaliseerde en schermvullende vensters behouden

source: Left
ar: يسار
cs: Vlevo
es: Izquierda
fi: Vasen
nl: Links

source: Not all application can works well with rounded corners effects, add them to this list to disable effects. The item of list is instance part of WM_CLASS property with window. You can pick a window to add it into this list.
ar: ليست كل التطبيقات تعمل مع تأثير الزوايا المدورة، أضفهم لإيقاف التأثيرات لهم.
cs: Ne všechny aplikace umí dobře pracovat s efekty zaoblených rohů, přidejte je do tohoto seznamu a zakažte efekty. Položka seznamu je součástí instance vlastnosti WM_CLASS s oknem. Můžete vybrat okno a přidat jej do tohoto seznamu.
es: No todas las aplicaciones funcionan bien con los efectos de esquinas redondeadas, añádalas a esta lista para desactivar los efectos. El elemento de la lista es la instancia de la propiedad WM_CLASS con la ventana. Puede elegir una ventana para añadirla a esta lista.
fi: Kaikki ohjelmat eivät välttämättä toimi hyvin pyöristettyjen kulmien kanssa. Lisää ne tähän listaan kulmien poistamiseksi. Listan alkiot täsmäävät ikkunoiden WM_CLASS:in instanssiosaa. Voit valita ikkunan lisätäksesi sen listaan.
nl: Niet alle apps kunnen omgaan met afgeronde hoeken, voeg deze hier toe om effecten uit te schakelen. Het item in kwestie is onderdeel van de WM_CLASS-eigenschap van een venster. Ook kunt u een eigen venster kiezen.

source: Opacity
cs: Neprůhlednost
es: Opacidad
fi: Peittävyys
nl: Doorzichtigheid

source: Open Reset Preferences Dialog
ar: فتح نافذة إعادة الضبط
cs: Otevřít dialogové okno Obnovit předvolby
es: Abrir el diálogo de Restaurar preferencias
fi: Avaa asetusten nollausvalikko
nl: Open het voorkeurenherstelvenster

source: Padding
ar: تباعد
cs: Výplň
es: Relleno
fi: Ylijäämä
nl: Opvulling

source: Paddings
ar: تباعدات
cs: Výplně
es: Rellenos
fi: Ylijäämäasetukset
nl: Opvullingen

source: Pick Window to add into list
ar: اختر نافذةً لإضافتها إلى القائمة
cs: Vyberte okno, které chcete přidat do seznamu
es: Selecciona una ventana para añadirla a la lista
fi: Valitse ikkuna lisätäksesi sen listaan
nl: Kies een toe te voegen venster

source: Remove Window from this List
ar: إزالة النافذة من القائمة
cs: Odebrat okno z tohoto seznamu
es: Quitar una ventana de esta lista
fi: Poista ikkuna listasta
nl: Venster verwijderen van lijst

source: Reset Preferences
ar: إعادة ضبط الإعدادات
cs: Obnovit předvolby
es: Restaurar preferencias
fi: Nollaa asetukset
nl: Voorkeuren herstellen

source: Right
ar: يمين
cs: Vpravo
es: Derecha
fi: Oikea
nl: Rechts

source: Rounded Corners Settings...
ar: إعدادات الزوايا المدورة...
cs: Nastavení zaoblených rohů...
es: Configuración de Rounded Corners...
fi: Kulmienpyöristyksen asetukset...
nl: Afgeronde hoeken-voorkeurenâ€¦

source: Run <i>journalctl -o cat -f /usr/bin/gnome-shell</i> in terminal to see the log
ar: شغل <i>journalctl -o cat -f /usr/bin/gnome-shell</i> في الطرفية لتظهر التسجيلات
cs: Pro zobrazení protokolu spusťte v terminálu příkaz <i>journalctl -o cat -f /usr/bin/gnome-shell</i>
es: Ejecute <i>journalctl -o cat -f /usr/bin/gnome-shell</i> en una terminal para ver el registro
fi: Suorita <i>journalctl -o cat -f /usr/bin/gnome-shell</i> komentopäätteessä nähdäksesi lokin
nl: Voer <i>journalctl -o cat -f /usr/bin/gnome-shell</i> uit in een terminalvenster om het logboek te bekijken

source: Select All
ar: اختر الكل
cs: Vybrat vše
es: Selecciona todo
fi: Valitse kaikki
nl: Alles selecteren

source: Select Items to reset
ar: اختر الأشياء لإعادة ضبطها
cs: Vyberte položky, které chcete resetovat
es: Seleccione los elementos que desea reiniciar
fi: Valitse nollattavat asetukset
nl: Selecteer te herstellen items

source: Setup different clip padding by add window into this list. The item of list is instance part of WM_CLASS property with window. You can pick a window to add it into this list.
cs: Nastavte různé výplně klipů přidáním okna do tohoto seznamu. Položka seznamu je součástí instance vlastnosti WM_CLASS s oknem. Můžete vybrat okno a přidat jej do tohoto seznamu.
es: Configure diferentes rellenos de clips agregando una ventana a esta lista. El elemento de la lista es parte de la instancia de la propiedad WM_CLASS con ventana. Puede elegir una ventana para agregarla a esta lista.
fi: Muokkaa ikkunan ylijäämäleikkausta lisäämällä ikkuna tähän listaan. Listan alkiot täsmäävät ikkunoiden WM_CLASS:in instanssiosaa. Voit valita ikkunan lisätäksesi sen listaan.
nl: Stel verschillende opvullingen in door een venster toe te voegen aan de lijst. Het item in kwestie is onderdeel van de WM_CLASS-eigenschap van een venster. Ook kunt u een eigen venster kiezen.

source: Skip LibAdwaita Applications
ar: تجنب تطبيقات (LibAdwaita)
cs: Přeskočit aplikace LibAdwaita
es: Omitir aplicaciones LibAdwaita
fi: Älä pyöristä LibAdwaita-ikkunoiden kulmia
nl: LibAdwaita-apps negeren

source: Skip LibHandy Applications
ar: تجنب تطبيقات (LibHandy)
cs: Přeskočit aplikace LibHandy
es: Omitir aplicaciones LibHandy
fi: Älä pyöristä LibHandy-ikkunoiden kulmia
nl: LibHandy-apps negeren

source: Some applications written using LibAdwaita or LibHandy already have native rounded corners, so we can skip them through these settings
ar: بعض التطبيقات التي تستخدم (LibAdwaita) أو (LibHandy) لديها زوايا دائرية فعلًا، إذن يمكن تجنبها بواسطة هذه الإعدادات
cs: Některé aplikace napsané pomocí LibAdwaita nebo LibHandy již mají nativní zaoblené rohy, takže je můžeme přeskočit pomocí těchto nastavení
es: Algunas aplicaciones escritas usando LibAdwaita o LibHandy ya poseen bordes redondeados de forma nativa, así que podemos omitirlas con estas opciones
fi: Jotkut LibAdwaitalla tai LibHandyllä kirjoitetut ohjelmat pyöristävät kulmansa itse, joten ne voidaan ohittaa
nl: Sommige LibAdwaita- en LibHandy-apps hebben al afgeronde hoeken. Hierdoor is het niet nodig voor deze uitbreiding om te proberen ze ervan te voorzien.

source: Spread Radius
cs: Poloměr rozptylu
es: Radio de extensión
fi: Varjon koko
nl: Verspreiding

source: This settings will try to effects all windows
ar: هذه الإعدادات ستحاول في التأثير على كل النوافذ
cs: Toto nastavení se pokusí ovlivnit všechna okna
es: Estas configuraciones intentan aplicarse a todas las ventanas
fi: Tämä asetus pyrkii vaikuttamaan kaikkiin ikkunoihin
nl: Deze voorkeuren zijn van toepassing op alle vensters

source: Top
ar: أعلى
cs: Nahoře
es: Arriba
fi: Yläosa
nl: Bovenaan

source: Try to add rounded corners to Kitty Terminal in Wayland
cs: Pokusit se přidat zaoblené rohy do aplikace Kitty Terminal ve Waylandu
es: Intentar añadir bordes redondeados a la terminal Kitty en Wayland
fi: Koita pyöristää Kitty-pääteohjelman kulmat Waylandissa
nl: Kitty Terminal voorzien van afgeronde hoeken op Wayland

source: Tweak clip paddings for Kitty Terminal
cs: Upravit výplně klipů pro Kitty Terminal
es: Optimizar el relleno para Kitty Terminal
fi: Muokkaa Kitty-pääteohjelman ylijäämäleikkausta
nl: Opvullingen van Kitty Terminal verbeteren

source: Tweaks
ar: تعديلات
cs: Vylepšení
es: Retoques
fi: Hienosäädöt
nl: Trucs

source: Unfocus Window
ar: النافذة الغير المختارة
cs: Okno bez zaměření
es: Ventana desenfocada
fi: Keskittämätön ikkuna
nl: Ongefocust venster

source: Unfocus Window Shadow Style
ar: نمط ظل النافذة الغير المختارة
cs: Styl stínu nezaměřeného okna
es: Estilo de sombra de ventana no enfocada
fi: Keskittämättömän ikkunan varjo
nl: Schaduw stijl van ongefocust venster

source: Vertical Offset
cs: Vertikální posun
es: Desplazamiento vertical
fi: Pystysiirtymä
nl: Verticale verschuiving

source: Window Shadow
ar: ظل النافذة
cs: Stín okna
es: Sombra de ventana
fi: Ikkunan varjo
nl: Vensterschaduw
